Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/press_releases_fi/samekonv_die_ahus_suomi.pdf.tmx
Source language: fin
Languages: smn

source: Pohjoismaisen saamelaissopimuksen valmistelu ja eteneminen on ollut pitkä prosessi ja sitä on valmisteltu pohjoismaisessa asiantuntijatyöryhmässä kolme vuotta.
smn: Tave-eennâmlâš sämisopâmuš valmâštâllâm já ovdánem lii lamaš kuhes proosees já tot lii valmâštâllum tave-eennâmlâš äššitobdeepargojuávhust kulmâ ive.

source: Sopimusluonnoksen luovuttamisen jälkeen vuonna 2005 pohjoismaisen saamelaissopimuksen edistäminen loppui valtioiden välisessä yhteistyössä moneksi vuodeksi.
smn: Sopâmušhammiittâs luovâttem maŋa ive 2005 tave-eennâmlii sämisopâmuš ovdedem nuuvâi staatâi koskâsii oovtâstpargoost maaŋgâ ihán.

source: Nyt neuvottelut sopimuksen hyväksymiseksi alkavat Ruotsin, Suomen ja Norjan valtioiden ja saamelaiskäräjien yhteistyönä vuodesta 2011 lähtien.
smn: Tääl ráđádâlmeh sopâmuš tuhhitmân älgih Ruotâ, Suomâ já Taažâ staatâi já sämitigij oovtâstpargon ive 2011 rääjist.

source: Tämä päätettiin Ruotsin, Suomen ja Norjan saamelaisasioista vastaavien ministerien ja kyseisten maiden saamelaiskäräjien presidenttien yhteiskokouksessa tänään 22.11.2010 Tukholmassa.
smn: Taat meridui Ruotâ, Suomâ já Taažâ sämiaašijn västideijee ministerij já áášán kullee enâmij sämitigij presideentâi ohtsâščuákkimist onne 22.11.2010 Tukholmast.

source: Pohjoismaisen saamelaissopimuksen hyväksyminen on sovittu saatettavan päätökseen viidessä vuodessa.
smn: Tave-eennâmlii sämisopâmuš tuhhiittem lii sooppum olášittuđ viiđâ ivveest.

source: Saamelaiskäräjät ovat toivoneet, että neuvottelut voitaisiin käydä nopeammalla aikataululla, mutta tärkeintä on asian eteneminen.
smn: Sämitigeh láá tuáivum, et ráđádâlmijd puávtáččij toollâđ jotelub äigitavluin, mut tehálumos lii ääši ovdánem.

source: Neuvotteluista on odotettavissa vaikeat.
smn: Lii vyerdimist, et ráđádâlmeh láá vaigâdeh.

source: Sopimus olisi historiallinen ja sen hyväksyminen tarkoittaisi maailman ensimmäisen valtiosopimuksen syntyä, minkä tarkoituksena on parantaa usean valtion alueella asuvan alkuperäiskansan, saamelaisten, asemaa.
smn: Sopmuš ličij historjállâš já ton tuhhiittem uáivildičij maailm vuossâmuu staatâsopâmuš šoddâm, mon uáivilin lii pyerediđ maaŋgâ staatâ kuávluin ässee algâaalmug, sämmilij, sajattuv.

source: Ruotsin, Suomen ja Norjan saamelaiskäräjien sekä Venäjän saamelaisten yhteistyöelin, Saamelainen Parlamentaarinen Neuvosto (SPN), odottaa pohjoismaisen saamelaissopimuksen kehittävän saamelaisten rajat ylittävää yhteistyötä entistä paremmaksi lisäten saamelaisten yhteenkuuluvuutta ja luovan SPN:stä saamelaisten yhteisen korkeimman edustuksellisen elimen omine hallintorakenteineen.
smn: Ruotâ, Suomâ já Taažâ sämitigij sehe Ruošâ sämmilij oovtâstpargo-orgaan, Säämi Parlamentaarlâš Rääđi (SPR) vuárdá, et tave-eennâmlâš sämisopâmuš oovded sämmilij raajijd rastaldittee oovtâstpargo ovdiist pyerebân lasseetmáin sämmilij oohtânkulluuvâšvuođâ já läčimáin SPR:st sämmilij ohtsii alemuu ovdâsteijee orgaan jieijâs haldâttâhráhtusijdiskuin.

source: Vaikka saamelaiskäräjät ovat pohjoismaisen saamelaissopimuksen hyväksymisneuvotteluissa osana valtioiden delegaatiota, saamelaisten ääni on yhteinen.
smn: Veikkâ sämitigeh láá tave-eennâmlii sämisopâmuš tuhhiittemráđádâlmijn uássin staatâi delegaatioid, lii sämmilij jienâ ohtsâš.

source: SPN neuvottelee yhtenä rintamana pohjoismaisen saamelaissopimuksen hyväksymiseksi.
smn: SPR ráđádâl ohtân juávkkun tave-eennâmlii sämisopâmuš tuhhitmân.

source: SPN edellyttää, että pohjoismainen saamelaissopimus neuvotellaan kokonaisuudessaan ja kaikki sopimusluonnoksen takaamat oikeudet toteutuvat.
smn: SPR váátá, et taveeennâmlâš sämisopâmuš ráđádâlloo oleslâžžân já puoh sopâmušhammiittâs tähidem vuoigâdvuođah olášuveh.

source: Ruotsin saamelaiskäräjien hallituksen puheenjohtaja Ingrid Inga sanoo, että on hyvin ilahduttavaa että kolme Saamelaiskäräjää osallistuvat tasa-arvoisina osapuolina neuvotteluissa pohjoismaisesta saamelaissopimuksesta.
smn: Ruotâ sämitige sriivrâ saavâjođetteijee Ingrid Inga iätá, et lii uáli ilodittee et kulmâ Sämitige uásálisteh täsiárvusâžžân uásipeellin ráđádâlmijn tave-eennâmlii sämisopâmušâst.

source: Lähdemme siitä, että Saamelaiskäräjien edellytykset osallistua neuvotteluihin turvataan kyseisten valtioiden toimesta.
smn: Vyelgip tast, et Sämitigij iävtuh uásálistiđ ráđádâlmáid torvejuvvojeh áášán kullee staatâi tooimâst.

source: Se seikka että neuvottelujen tulee päättyä viiden vuoden sisällä, merkitsee myös, että Ruotsi tänä aikana voi ilmoittaa aikovansa vahvistaa ja turvata saamelaisten oikeutta itsemääräämiseen ja maiden ja vesien ja luonnonvarojen hallintaan kansainvälisen oikeuden periaatteiden mukaisesti.
smn: Tot äšši et ráđádâlmeh kalgeh nuuhâđ viiđâ ive siste, meerhâš meiddei tom, et Ruotâ taan äägi siste almoot aiguinis nanodiđ já turviđ sämmilij vuoigâdvuođâ jiešmeerridmân já enâmij já čaasij já luánduriggoduvâi haaldâšmân aalmugijkoskâsii vuoigâdvuođâ prinsiipâi miäldásávt.

source: Suomen saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi sanoo, että Suomen saamelaiskäräjille neuvottelut pohjoismaisen saamelaissopimuksen hyväksymiseksi ovat erityisen tärkeitä, koska Suomi joutuu pohjoismaisen saamelaissopimuksen kautta takaamaan saamelaiselinkeinojen ja - kulttuurin suojan nykyistä paremmin, ratkaisemaan saamelaisten oikeudet maahan ja veteen sekä turvaamaan saamelaiskäräjille riittävät resurssit toimia.
smn: Suomâ sämitigij saavâjođetteijee Klemetti Näkkäläjärvi iätá, et Suomâ sämitiigán ráđádâlmeh taveeennâmlii sämisopâmuš tuhhitmân láá eromâš teháliih, ko Suomâ kárttáá tave-eennâmlii sämisopâmuš pehti tähidiđ sämi-iäláttâsâi já - kulttuur syeje táálást pyerebeht, čuávdiđ sämmilij vuoigâdvuođâid enâmân já čáácá sehe turviđ sämitiigán tuárvi naavcâid toimâđ.

source: Suomen valtio on asettanut useamman vuosikymmenen ajan tavoitteekseen saada kansallinen ratkaisu saamelaisten maa- ja vesioikeuksista, mutta ratkaisun etsimistä ei ole edes aloitettu.
smn: Suomâ staatâ lii asâttâm maaŋgâ ihelovo ääigi ulmen uážžuđ aalmuglii čuávdus sämmilij eennâm- já čäcivuoigâdvuođâin, mut čuávdus uuccâm ij lah ubâ algâttumgin.

source: Suomi ei voi enää piiloutua kansallisen ratkaisun hakemisen taakse.
smn: Suomâ ij pyevti onnig peittâttâđ aalmuglii čuávdus uuccâm tuáhá.

source: Suomen valtion tulee ratkaista saamelaisten maa- ja vesioikeudet viimeistään osana pohjoismaista saamelaissopimusta, siis viiden vuoden kuluessa.
smn: Suomâ staatâ kalga čuávdiđ sämmilij eennâm- já čäcivuoigâdvuođâid majemustáá uássin tave-eennâmlii sämisopâmuš, ađai viiđi ive siste.

source: Norjan saamelaiskäräjien presidentti Egil Olli sanoo olevansa hyvin ilahtunut siitä, että neuvottelut pääsevät nyt käyntiin. ”
smn: Taažâ sämitige president Egil Olli iätá lemin uáli ilolâš tast, et ráđádâlmeh peessih tääl joton. ”

source: Kuten tiedämme on ollut jonkin verran erimielisyyttä neuvottelusuunnitelmasta, erityisesti Norjassa, mutta kun me nyt tiedämme, että Suomen ja Ruotsin saamelaiskäräjien ja niiden maiden hallitusten välillä vallitsee yksimielisyyttä, niin aloittaminen ei saa olla Norjasta kiinni.
smn: Tegu tiettip lii lamaš mottoom verd sierâmielâlâšvuotâ ráđádâllâmvuáváámist, eromâšávt Taažâst, mut ko mij tääl tiettip, et Suomâ já Ruotâ sämitigij já toi enâmij haldâttâsâi kooskâ lii oovtmielâlâšvuotâ, te algâttem ij uážu leđe Taažâst kiddâ.

source: Haluan käyttää tilaisuutta hyväkseen kehuakseni Suomea ja Ruotsia tähänastisesta hienosta ja hyvästä prosessista Ja odotan innolla että alamme tehdä työtä tämän historiallisen asian parissa, eli saadaksemme aikaan saamelaissopimuksen kolmessa pohjoismaassa, jossa asumme ”, jatkaa Egil Olli.
smn: Tääl halijdâm kevttiđ tilálâšvuođâ pyerrin já rämidiđ Suomâ já Ruotâ táássážân ovdánâm fiijnâ já šiev prosessâst já mielâst vuárdám et porgâškyettip tain historjállijn toimáin: uážžup áigá sämisopâmuš kuulmâ tave-enâmist, mast aassâp ”, juátká Egil Olli.

source: Ingrid Inga Klemetti Näkkäläjärvi Egil Olli Ruotsin saamelaiskäräjät Suomen saamelaiskäräjät Norjan saamelaiskäräjät 070 – 773 7762 +358 50 5242109 +47 78 47 40 00
smn: Ingrid Inga Klemetti Näkkäläjärvi Egil Olli Ruotâ sämitigge Suomâ sämitigge Taažâ sämitigge 070 – 773 7762 +358 50 5242109 +47 78 47 40 00
